framework/storage/xml/cove/Genesis/cove_1162.xml

<?xml version="1.0" encoding="utf-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:oxml="http://www.ventanillaunica.gob.mx/cove/ws/oxml/">
   <soapenv:Header>
      <wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd" soapenv:mustUnderstand="1">
         <wsse:UsernameToken>
            <wsse:Username>GSY110601FD4</wsse:Username>
            <wsse:Password Type="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-username-token-profile-1.0#PasswordText">Nk9ETdSHWkphzFRuZTXePGupgHgzROev//ZNEp7VnVYgQ5RkTtMuk/cWepTUWGyx</wsse:Password>
         </wsse:UsernameToken>
      </wsse:Security>
   </soapenv:Header>
   <soapenv:Body>
      <oxml:solicitarRecibirCoveServicio>
         <!--1 or more repetitions:-->
         <oxml:comprobantes>
            <!--Optional:-->            
            <oxml:tipoOperacion>TOCE.IMP</oxml:tipoOperacion>
            <!--Zero or more repetitions:-->
            <oxml:patenteAduanal>3126</oxml:patenteAduanal>
            <oxml:fechaExpedicion>2016-07-28</oxml:fechaExpedicion>
            <!--Optional:-->
            <oxml:observaciones/>
            <!--Zero or more repetitions:-->
            <oxml:rfcConsulta>VASC540822H67</oxml:rfcConsulta>
            <oxml:tipoFigura>5</oxml:tipoFigura>
            <oxml:correoElectronico>dtavera@genesis-mexico.mx</oxml:correoElectronico>
            <oxml:firmaElectronica>
            	<oxml:certificado>MIIGrzCCBJegAwIBAgIUMDAwMDEwMDAwMDA0MDY3MTc2MTcwDQYJKoZIhvcNAQEL
BQAwggGyMTgwNgYDVQQDDC9BLkMuIGRlbCBTZXJ2aWNpbyBkZSBBZG1pbmlzdHJh
Y2nDs24gVHJpYnV0YXJpYTEvMC0GA1UECgwmU2VydmljaW8gZGUgQWRtaW5pc3Ry
YWNpw7NuIFRyaWJ1dGFyaWExODA2BgNVBAsML0FkbWluaXN0cmFjacOzbiBkZSBT
ZWd1cmlkYWQgZGUgbGEgSW5mb3JtYWNpw7NuMR8wHQYJKoZIhvcNAQkBFhBhY29k
c0BzYXQuZ29iLm14MSYwJAYDVQQJDB1Bdi4gSGlkYWxnbyA3NywgQ29sLiBHdWVy
cmVybzEOMAwGA1UEEQwFMDYzMDAxCzAJBgNVBAYTAk1YMRkwFwYDVQQIDBBEaXN0
cml0byBGZWRlcmFsMRQwEgYDVQQHDAtDdWF1aHTDqW1vYzEVMBMGA1UELRMMU0FU
OTcwNzAxTk4zMV0wWwYJKoZIhvcNAQkCDE5SZXNwb25zYWJsZTogQWRtaW5pc3Ry
YWNpw7NuIENlbnRyYWwgZGUgU2VydmljaW9zIFRyaWJ1dGFyaW9zIGFsIENvbnRy
aWJ1eWVudGUwHhcNMTcwNjI5MTUxNjAyWhcNMjEwNjI5MTUxNjQyWjCCARwxMzAx
BgNVBAMTKkdFTkVTSVMgU1lTVEVNUyBHUk9VUCBNRVhJQ08gUyBERSBSTCBERSBD
VjEzMDEGA1UEKRMqR0VORVNJUyBTWVNURU1TIEdST1VQIE1FWElDTyBTIERFIFJM
IERFIENWMTMwMQYDVQQKEypHRU5FU0lTIFNZU1RFTVMgR1JPVVAgTUVYSUNPIFMg
REUgUkwgREUgQ1YxCzAJBgNVBAYTAk1YMScwJQYJKoZIhvcNAQkBFhhmZXNwaW5v
QGdlbmVzaXMtaWNlc2EubXgxJTAjBgNVBC0THEdTWTExMDYwMUZENCAvIEVJQ0Y4
MjA3MDNWMzAxHjAcBgNVBAUTFSAvIEVJQ0Y4MjA3MDNNUVRTUkIwODCCASIwDQYJ
KoZIhvcNAQEBBQADggEPADCCAQoCggEBALoftR0D/etvSUvMqa1kHdVtbVsT9Qoi
Vlwar8uyQJ9t/mjjgXkDAH3xSPuG8ZFCpXujMp3l0eLPwUDAzugbf25fPqUe7s8N
dzzqm5HPwndGJaKjnRVNGIRfX3Ag4PnD2b0/YpXjNLt0jJpb0oUb3th0x7QHhtre
c0fizxBHqth/KIbCTNfU2PjyPlA/5xmUCd3bknHVuaYFnARQ+r90iT7CiIF3QL6N
PzuEUcG8UCKExd4ppoQXK51VK44R3IUyzjsLKFbdtiIr+Uep5jxGBtTyD7K/jy2N
MDTxH66p43VPAnewdSiUt8ExU6MCgupQJOFjgYLcyGntgd/XYUs9N48CAwEAAaNP
ME0wDAYDVR0TAQH/BAIwADALBgNVHQ8EBAMCA9gwEQYJYIZIAYb4QgEBBAQDAgWg
MB0GA1UdJQQWMBQGCCsGAQUFBwMEBggrBgEFBQcDAjANBgkqhkiG9w0BAQsFAAOC
AgEAdmeX7hqjTgvCHQ1AXtp1zLTxadFbaYsiab9cqDtB5jvGshIcZeDnwOdulFFn
Afi6pNmFoGWzLYEtpV+StrvlIWOk71kkcxS+F70zSnHBoIiSwAKmF+NZJs0teVWT
ZjW2wEuLUK9F5x+9SKS4AUJnC9TlkXfWSrROCdi6Cn3KHnom5U4pALAex5PvZ8gc
03ytkr6iVhizL2WO1ZVXQZU6/UuP353jvYJszwHMI3hzw29mRMR83tQwqZoJ7HaS
A4dsYyPUMMePdKVoCe9CV6wZux5FzXis56BWYYtojPlFmZj+JBL7yo7OHWLx44so
ZFakY+y7EoeVGCTABS+8lUv1oJQgbPDrffGCh0zNJBZMDiJkI48aTDA9z6CZkjAI
Tgv5dAlnJx7Lv+HGH2yR1+dGCjEex6+Dc6rsp9lLCZayCsTDEdprvkcTV044xd5v
wbouzwx1OYQ9bAlkNeNJWlTXmot1FFWWauQmfAu+Sk7jxmDAPPCdqFw29GJ+wgbJ
2OaVaNCIoJHgqpnl6uc2GGMNUOyv98khOWcGzfS+ZeRt+7T8IT6b46EJ+/DbRkfF
9NYDlZkuALv7jr3rcx2gRmGgww9d9Ck56C41KTcSbzoKh4DkM00PIW9XrHqutIIF
jbAhGIpwUQPAo0byHP9LSpDdRlxnSaR+h4zAm7yn6hRR75s=
</oxml:certificado>
            	<oxml:cadenaOriginal>|TOCE.IMP|8848-2|0|2016-07-28|5|VASC540822H67|3126|0|0|0|39-1552202| |RAPID TOOLING COMPONENTS|SILVER SPRING RD|12601|BUTLER|USA|53007|1|GSY110601FD4|GENESIS-ICESA SYSTEMS S DE RL DE CV|TOMAS ALBA EDISON|7|ZONA IND. VALLE DE ORO|SAN JUAN DEL RIO|QUERETARO|MEX|76803|MANUFACTURAS DE METAL|C62_1|3.000|USD|24.8500|74.55|74.5500|MANUFACTURAS DE METAL|C62_1|4.000|USD|21.1400|84.56|84.5600|MANUFACTURAS DE METAL|A1|4.000|USD|12.5900|50.36|50.3600|MANUFACTURAS DE METAL|C62_1|6.000|USD|10.6100|63.66|63.6600|MANUFACTURAS DE METAL|C62_1|20.000|USD|8.7600|175.20|175.2000|MANUFACTURAS DE METAL|C62_1|24.000|USD|8.0800|193.92|193.9200|MANUFACTURAS DE METAL|C62_1|6.000|USD|7.4900|44.94|44.9400|BUJES|C62_1|37.000|USD|5.0200|185.74|185.7400|BUJES|C62_1|4.000|USD|4.1700|16.68|16.6800|MANUFACTURAS DE PLASTICO|C62_1|28.000|USD|6.1000|170.80|170.8000|MANUFACTURAS DE METAL|C62_1|40.000|USD|6.8800|275.20|275.2000|BUJES|C62_1|32.000|USD|4.5900|146.88|146.8800|BUJES|C62_1|20.000|USD|5.2100|104.20|104.2000|</oxml:cadenaOriginal>
            	<oxml:firma>Ri+iZedzL3Ak8bIwTp2c8CYSykTfq3PsckAsHt36XHcPEWXIQ7ZES6fu6aX+KoPalEZ2cZQ3wgjs86jJnYYcAsQXyGp8Y1AzyX9oTi+f44oxHGVHU7BIeniwjRNy+uCelIeQ+Mxy4hiKqwFJFQbOPHEdxp9LdqTs/qmhpKddzVewRp67CPWfQbw0AhlD3s1yJ/OxgdMmYy+4wEFfpoX1/1fz8kzQ3HeYZlC5QXtTS3urpvQqh5hYvRdcWleK9gprDKLXiWLkIyJAQrKF6cuPndxZ/xuvlUKwTMPhJs8DlXvA/S98hNxPoJc5IipBzRKTqq3O8mUUFkVrKopXot1YMQ==</oxml:firma>
            </oxml:firmaElectronica>           
         <oxml:e-document>COVE161MSQCY3</oxml:e-document><oxml:numeroFacturaOriginal>8848-2</oxml:numeroFacturaOriginal><oxml:factura><oxml:certificadoOrigen>0</oxml:certificadoOrigen><oxml:subdivision>0</oxml:subdivision></oxml:factura><oxml:emisor><oxml:tipoIdentificador>0</oxml:tipoIdentificador><oxml:identificacion>39-1552202</oxml:identificacion><oxml:apellidoPaterno> </oxml:apellidoPaterno><oxml:nombre>RAPID TOOLING COMPONENTS</oxml:nombre><oxml:domicilio><oxml:calle>SILVER SPRING RD</oxml:calle><oxml:numeroExterior>12601</oxml:numeroExterior><oxml:colonia>BUTLER</oxml:colonia><oxml:pais>USA</oxml:pais><oxml:codigoPostal>53007</oxml:codigoPostal></oxml:domicilio></oxml:emisor><oxml:destinatario><oxml:tipoIdentificador>1</oxml:tipoIdentificador><oxml:identificacion>GSY110601FD4</oxml:identificacion><oxml:nombre>GENESIS-ICESA SYSTEMS S DE RL DE CV</oxml:nombre><oxml:domicilio><oxml:calle>TOMAS ALBA EDISON</oxml:calle><oxml:numeroExterior>7</oxml:numeroExterior><oxml:colonia>ZONA IND. VALLE DE ORO</oxml:colonia><oxml:municipio>SAN JUAN DEL RIO</oxml:municipio><oxml:entidadFederativa>QUERETARO</oxml:entidadFederativa><oxml:pais>MEX</oxml:pais><oxml:codigoPostal>76803</oxml:codigoPostal></oxml:domicilio></oxml:destinatario><oxml:mercancias><oxml:descripcionGenerica>MANUFACTURAS DE METAL</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>3.000</oxml:cantidad><oxml:valorUnitario>24.8500</oxml:valorUnitario><oxml:valorTotal>74.55</oxml:valorTotal><oxml:valorDolares>74.5500</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>MANUFACTURAS DE METAL</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>4.000</oxml:cantidad><oxml:valorUnitario>21.1400</oxml:valorUnitario><oxml:valorTotal>84.56</oxml:valorTotal><oxml:valorDolares>84.5600</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>MANUFACTURAS DE METAL</oxml:descripcionGenerica><oxml:claveUnidadMedida>A1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>4.000</oxml:cantidad><oxml:valorUnitario>12.5900</oxml:valorUnitario><oxml:valorTotal>50.36</oxml:valorTotal><oxml:valorDolares>50.3600</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>MANUFACTURAS DE METAL</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>6.000</oxml:cantidad><oxml:valorUnitario>10.6100</oxml:valorUnitario><oxml:valorTotal>63.66</oxml:valorTotal><oxml:valorDolares>63.6600</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>MANUFACTURAS DE METAL</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>20.000</oxml:cantidad><oxml:valorUnitario>8.7600</oxml:valorUnitario><oxml:valorTotal>175.20</oxml:valorTotal><oxml:valorDolares>175.2000</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>MANUFACTURAS DE METAL</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>24.000</oxml:cantidad><oxml:valorUnitario>8.0800</oxml:valorUnitario><oxml:valorTotal>193.92</oxml:valorTotal><oxml:valorDolares>193.9200</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>MANUFACTURAS DE METAL</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>6.000</oxml:cantidad><oxml:valorUnitario>7.4900</oxml:valorUnitario><oxml:valorTotal>44.94</oxml:valorTotal><oxml:valorDolares>44.9400</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>BUJES</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>37.000</oxml:cantidad><oxml:valorUnitario>5.0200</oxml:valorUnitario><oxml:valorTotal>185.74</oxml:valorTotal><oxml:valorDolares>185.7400</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>BUJES</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>4.000</oxml:cantidad><oxml:valorUnitario>4.1700</oxml:valorUnitario><oxml:valorTotal>16.68</oxml:valorTotal><oxml:valorDolares>16.6800</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>MANUFACTURAS DE PLASTICO</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>28.000</oxml:cantidad><oxml:valorUnitario>6.1000</oxml:valorUnitario><oxml:valorTotal>170.80</oxml:valorTotal><oxml:valorDolares>170.8000</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>MANUFACTURAS DE METAL</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>40.000</oxml:cantidad><oxml:valorUnitario>6.8800</oxml:valorUnitario><oxml:valorTotal>275.20</oxml:valorTotal><oxml:valorDolares>275.2000</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>BUJES</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>32.000</oxml:cantidad><oxml:valorUnitario>4.5900</oxml:valorUnitario><oxml:valorTotal>146.88</oxml:valorTotal><oxml:valorDolares>146.8800</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>BUJES</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>20.000</oxml:cantidad><oxml:valorUnitario>5.2100</oxml:valorUnitario><oxml:valorTotal>104.20</oxml:valorTotal><oxml:valorDolares>104.2000</oxml:valorDolares></oxml:mercancias></oxml:comprobantes>
      </oxml:solicitarRecibirCoveServicio>
   </soapenv:Body>
</soapenv:Envelope>
